[
    {
        "title": "Interview at Apple, Inc.",
        "cost": 2750.35,
        "rating": 5,
        "startDate": "2019-10-01",
        "endDate": "2019-10-04",
        "notes": "During the interview, I introduced myself as a Solution Provider capable of solving complex problems by developing Apple mobile software applications. They were so impressed that I was immediately offered a job at the end of the interview. My salary will be $114,000 with $25,000 signing bonus and $100,000 in stock options payable in 4 years.",
        "photoFilename": "ApplePark",
        "photoDateTime": "2019-10-03 at 16:35:12",
        "photoLatitude": 37.334398,
        "photoLongitude": -122.010837
    },
    {
        "title": "Family Vacation at Walt Disney World Resort, Orlando, FL",
        "cost": 3800.00,
        "rating": 5,
        "startDate": "2018-06-20",
        "endDate": "2018-06-27",
        "notes": "We enjoyed our family vacation at Walt Disney World Resort in Bay Lake and Lake Buena Vista, Florida. This is the most visited vacation resort in the world with average annual attendance of more than 52 million. Opened on October 1, 1971, the resort is owned and operated by Disney Parks, Experiences and Products, a division of The Walt Disney Company. It was first operated by Walt Disney World Company.",
        "photoFilename": "WaltDisney",
        "photoDateTime": "2018-06-23 at 11:40:54",
        "photoLatitude": 28.378122,
        "photoLongitude": -81.544860
    },
    {
        "title": "Winter Vacation in Maui",
        "cost": 3250.65,
        "rating": 4,
        "startDate": "2018-12-08",
        "endDate": "2018-12-16",
        "notes": "Whether you're driving along the Road to Hana, enjoying a bird's-eye view of the lush coastline from a helicopter, snorkeling with sea turtles or simply relaxing on the island's honey- or black-colored beaches, you'll find that Maui is unlike any other tropical destination. Don't miss a chance to visit Haleakala National Park, which is home to the world's largest dormant volcano.",
        "photoFilename": "Maui",
        "photoDateTime": "2018-12-11 at 14:31:15",
        "photoLatitude": 20.798363,
        "photoLongitude": -156.331924
    },
    {
        "title": "Vacation with Friends in Bora Bora",
        "cost": 4150.65,
        "rating": 5,
        "startDate": "2017-08-10",
        "endDate": "2017-08-18",
        "notes": "What this small island may lack in size it makes up for in sheer tropical beauty. Here, you'll find picturesque beaches, lush jungles, luxurious resorts and a dormant volcano – Mount Otemanu makes for a great photo op or challenging hike. To relax, head to Matira Beach for crystal-clear water and soft sand. Keep in mind that a trip to Bora Bora is very expensive, though travelers say it's worth every penny.",
        "photoFilename": "BoraBora",
        "photoDateTime": "2017-08-14 at 15:08:12",
        "photoLatitude": -16.500414,
        "photoLongitude": -151.741486
    },
    {
        "title": "School Trip to Grand Canyon National Park",
        "cost": 1460.12,
        "rating": 4,
        "startDate": "2019-05-07",
        "endDate": "2019-05-12",
        "notes": "Measuring roughly 277 miles long, 18 miles wide and a mile deep, the Grand Canyon offers plenty of outdoor activities for everyone from day-trippers to adventure junkies. Hike along the national park's popular Rim and Bright Angel trails for unparalleled vistas, cool off with a whitewater rafting excursion down the Colorado River or view the dramatic landscape from above during a helicopter tour.",
        "photoFilename": "GrandCanyon",
        "photoDateTime": "2019-05-11 at 17:30:11",
        "photoLatitude": 36.106964,
        "photoLongitude": -112.112999
    },
    {
        "title": "Family Trip to Yosemite National Park",
        "cost": 1430.76,
        "rating": 3,
        "startDate": "2018-11-01",
        "endDate": "2018-11-12",
        "notes": "Year after year, millions of visitors travel to Yosemite National Park to stand in awe of natural wonders like Half Dome and Yosemite Falls. Take in the panoramic views from outlooks like Glacier Point and the Tunnel View. Hit the hiking trails early in the day to avoid crowds looking for the perfect photo op. To save money, skip the hotel and camp out for the full experience (just be sure to book your spot well in advance).",
        "photoFilename": "Yosemite",
        "photoDateTime": "2018-11-10 at 09:23:46",
        "photoLatitude": 37.865101,
        "photoLongitude": -119.538330
    },
    {
        "title": "Business Trip to Sydney, Australia",
        "cost": 4380.85,
        "rating": 4,
        "startDate": "2017-01-12",
        "endDate": "2017-01-22",
        "notes": "Sydney offers more than just a dizzying array of landmarks (the Sydney Opera House, Sydney Harbour, Mrs. Macquarie's Chair and the Sydney Harbour Bridge, to name a few). This Australian city boasts a warm, sunny climate that is ideal for enjoying its long list of seasonal festivals and events, and for relaxing or surfing at world-renowned beaches like Coogee, Bondi and Manly.",
        "photoFilename": "Sydney",
        "photoDateTime": "2017-01-18 at 11:16:34",
        "photoLatitude": -33.868820,
        "photoLongitude": 151.209290
    },
    {
        "title": "Family Vacation in Agra, India",
        "cost": 5235.17,
        "rating": 4,
        "startDate": "2017-06-12",
        "endDate": "2017-06-19",
        "notes": "Where better to go for a romantic vacation than to the great testament of love, the Taj Mahal? Built by the grieving Mughal Emperor Shah Jahan in memory of his late wife Mumtaz Mahal, the Taj Mahal’s unrivaled beauty explains why it’s regarded as one of the eight wonders of the world. A visit to India wouldn’t be complete without it. ",
        "photoFilename": "AgraIndia",
        "photoDateTime": "2017-06-15 at 11:14:32",
        "photoLatitude": 27.167641,
        "photoLongitude": 78.035873
    },
    {
        "title": "Boys-Only Trip to Amsterdam, Netherlands",
        "cost": 2275.00,
        "rating": 3,
        "startDate": "2020-01-15",
        "endDate": "2020-01-21",
        "notes": "From its picturesque canals and bridges to its historic homes, Amsterdam is a full-blown fairytale. The brightly-colored bicycles and tulip stands around town don’t hurt either. Must-see sights include the Anne Frank House, the Van Gogh Museum, and the world's only floating flower market.",
        "photoFilename": "Amsterdam",
        "photoDateTime": "2020-01-18 at 17:16:41",
        "photoLatitude": 52.370216,
        "photoLongitude": 4.895168
    },
    {
        "title": "International Conference in Antalya, Turkey",
        "cost": 3150.64,
        "rating": 3,
        "startDate": "2017-05-16",
        "endDate": "2017-05-21",
        "notes": "Antalya is the fastest-growing city in Turkey, and tourists from around the world are discovering its fabulous mix of great beaches and traditional Turkish culture. Kids will love the Beach Park, which features Aqua Land (a waterslide-fanatic's dream) and Dolphin Land (home to dolphins, sea lions and white whales). Make sure to explore the old town center and to see Hadrian's Gate.",
        "photoFilename": "Antalya",
        "photoDateTime": "2017-05-19 at 13:15:26",
        "photoLatitude": 36.886391,
        "photoLongitude": 30.710489
    },
    {
        "title": "Vacation Package in Athens, Greece",
        "cost": 4345.00,
        "rating": 4,
        "startDate": "2020-07-09",
        "endDate": "2020-07-15",
        "notes": "Once the heart of one of the most powerful civilizations in the Neolithic Age, Athens is dominated by colossal architectural feats of the ancient past, from the Acropolis to the Temple of Olympian Zeus. However, the neighborhoods and backstreets of Athens reveal a delightfully modern and laidback energy, with lively urban restaurants and edgy galleries, set against relics of a bygone era.",
        "photoFilename": "Athens",
        "photoDateTime": "2020-07-11 at 18:12:24",
        "photoLatitude": 37.983810,
        "photoLongitude": 23.727539
    },
    {
        "title": "Friends-Only Trip to Bali, Indonesia",
        "cost": 5743.28,
        "rating": 5,
        "startDate": "2020-04-10",
        "endDate": "2020-04-17",
        "notes": "The Indonesian island of Bali is well-loved for good reason. Jungles dotted with sacred temples, towns brimming with nightlife, surf-friendly waters, and a thriving wellness scene attract all types of travelers. Whether you have three days or three weeks, seek beachy vibes or cultural treasures, Bali’s beloved hot spots and well-kept secrets can fill any itinerary.",
        "photoFilename": "Bali",
        "photoDateTime": "2020-04-13 at 09:20:10",
        "photoLatitude": -8.340539,
        "photoLongitude": 115.091949
    },
    {
        "title": "Apple Software Developer Conference in Barcelona, Spain",
        "cost": 3695.27,
        "rating": 4,
        "startDate": "2018-03-11",
        "endDate": "2018-03-16",
        "notes": "Spain’s second largest and definitely most cosmopolitan city, and one of the Mediterranean’s busiest ports. Barcelona is the capital of Catalonia, which is a region of Spain with its own language – Catalan, and it’s own culture and character. Barcelona offers the best of both worlds, situated on the Costa Brava on the Spanish Mediterranean coast, the city gently rises up from the coastline through the city and up into a range of wooded hills.",
        "photoFilename": "Barcelona",
        "photoDateTime": "2018-03-13 at 11:16:34",
        "photoLatitude": 41.385063,
        "photoLongitude": 2.173404
    },
    {
        "title": "Family Vacation in Cape Town, South Africa",
        "cost": 6325.00,
        "rating": 3,
        "startDate": "2020-09-06",
        "endDate": "2020-09-16",
        "notes": "From flat-topped Table Mountain down to the blue waters of Table Bay, Cape Town is simply stunning, but the city doesn't thrive by its looks alone. Proudly multicultural, its flourishing arts, dining, and nightlife scenes are proof of this modern metropolis' creativity and innovative spirit.",
        "photoFilename": "CapeTown",
        "photoDateTime": "2020-09-12 at 13:12:27",
        "photoLatitude": -33.924870,
        "photoLongitude": 18.424055
    },
    {
        "title": "International Conference on Mobile App Development in Dubai",
        "cost": 4050.75,
        "rating": 3,
        "startDate": "2019-02-11",
        "endDate": "2019-02-18",
        "notes": "Largest. Tallest. Biggest. Dubai does everything to the extreme, standing out for its uber-modern design in a historically conservative country. The soaring skyscrapers, palm-shaped islands, and golden beaches, paired with vibrant nightlife, luxury shopping, and world-class dining, make the city a sight to behold and be explored.",
        "photoFilename": "Dubai",
        "photoDateTime": "2019-02-14 at 11:16:34",
        "photoLatitude": 25.204849,
        "photoLongitude": 55.270782
    },
    {
        "title": "Volunteer Trip to Edinburgh, Scotland",
        "cost": 2650.45,
        "rating": 2,
        "startDate": "2018-04-12",
        "endDate": "2018-04-18",
        "notes": "Scotland’s capital city, Edinburgh is renowned for its heritage, culture, and festivals. Take a long walk around the center to explore the World Heritage Sites of the Old Town and New Town, as well as all the area’s museums and galleries. Pause to fortify yourself with tea and scones at the city’s charming tea rooms or duck into a traditional pub. Then head out to take in one of Edinburgh’s many events—including the famous summer festivals of culture, or the Winter Festivals of music, light, and ceilidhs.",
        "photoFilename": "Edinburgh",
        "photoDateTime": "2018-04-15 at 20:30:14",
        "photoLatitude": 55.953251,
        "photoLongitude": -3.188267
    },
    {
        "title": "Siblings-Only Trip to Ephesus, Turkey",
        "cost": 3459.56,
        "rating": 4,
        "startDate": "2019-02-06",
        "endDate": "2019-02-12",
        "notes": "Ephesus is an ancient city in Turkey’s Central Aegean region, near modern-day Selçuk. Its excavated remains reflect centuries of history, from classical Greece to the Roman Empire – when it was the Mediterranean’s main commercial center – to the spread of Christianity. Paved streets wind past squares, baths and monumental ruins. The Temple of Hadrian was built before 138 A.D. for Emperor Hadrian’s visit.",
        "photoFilename": "Ephesus",
        "photoDateTime": "2019-02-09 at 15:16:02",
        "photoLatitude": 37.948994,
        "photoLongitude": 27.367853
    },
    {
        "title": "Vacation Package in Istanbul, Turkey",
        "cost": 6450.00,
        "rating": 5,
        "startDate": "2019-07-01",
        "endDate": "2019-07-12",
        "notes": "Over the centuries, many cultures have added their mark to Istanbul. Today, you can experience those influences firsthand by exploring its mahalles (neighborhoods). From the holy sites of Sultanahmet and the 19th-century European elegance of Beyoğlu to the high fashion of Nişantaşı, the vibrant cafe society of Kadıköy and the football-loving streets of Beşiktaş, it’s easy to see why travelers say that Istanbul isn’t just one city, but multiple cities within one.",
        "photoFilename": "Istanbul",
        "photoDateTime": "2019-07-09 at 14:10:34",
        "photoLatitude": 41.008240,
        "photoLongitude": 28.978359
    },
    {
        "title": "Girls-Only Trip to Kruger National Park, South Africa",
        "cost": 5750.00,
        "rating": 3,
        "startDate": "2018-10-12",
        "endDate": "2018-10-19",
        "notes": "Kruger National Park, in northeastern South Africa, is one of Africa’s largest game reserves. Its high density of wild animals includes the Big 5: lions, leopards, rhinos, elephants and buffalos. Hundreds of other mammals make their home here, as do diverse bird species such as vultures, eagles and storks. Mountains, bush plains and tropical forests are all part of the landscape.",
        "photoFilename": "Kruger",
        "photoDateTime": "2018-10-14 at 09:02:35",
        "photoLatitude": -34.023361,
        "photoLongitude": 23.897209
    },
    {
        "title": "Volunteer Trip to Kuala Lumpur, Malaysia",
        "cost": 4375.18,
        "rating": 2,
        "startDate": "2017-04-06",
        "endDate": "2017-04-15",
        "notes": "Wandering the streets of Kuala Lumpur can mean dipping in and out of an urban present into an ancient past. The city is visually defined by the iconic Petronas Twin Towers, which, at 88 stories high, are the tallest twin buildings in the world and a vision of modern architecture. On the flip side, the Sri Mahamariamman is the oldest Hindu temple in Malaysia, its facade a colorful totem pole of iconography. Shopping also switches from gleaming mega-malls to local markets where haggling and handicrafts go hand-in-hand.",
        "photoFilename": "KualaLumpur",
        "photoDateTime": "2017-04-11 at 16:32:52",
        "photoLatitude": 3.139003,
        "photoLongitude": 101.686852
    },
    {
        "title": "Software Engineering Conference in London",
        "cost": 1650.32,
        "rating": 2,
        "startDate": "2018-05-02",
        "endDate": "2018-05-06",
        "notes": "London is a world unto itself. The eclectic neighborhoods, which house a blend of historic landmarks and modern-day attractions, can keep you occupied for days. If it's your first time, don't pass up a visit to the Tower of London, Tate Modern, Buckingham Palace or the British Museum before sitting down to a classic afternoon tea. The best time to visit is during the warmer months, but be warned that these months are also the busiest and most expensive of the year.",
        "photoFilename": "London",
        "photoDateTime": "2018-05-04 at 13:20:39",
        "photoLatitude": 51.507351,
        "photoLongitude": -0.127758
    },
    {
        "title": "Conference Trip to Machu Picchu, Peru",
        "cost": 5925.75,
        "rating": 4,
        "startDate": "2019-08-01",
        "endDate": "2019-08-11",
        "notes": "It's no wonder Machu Picchu is Peru's most-visited site. Dating to the mid-1400s, it's a marvel of mortar-free limestone architecture perched on a high plateau deep in the Amazonian jungle. Get there via train from Cusco or, if you're not faint-hearted, make the trip on foot via a multi-day hiking trail—you'll travel through deep Andean gullies and enjoy stunning views.",
        "photoFilename": "MachuPicchu",
        "photoDateTime": "2019-08-09 at 11:20:34",
        "photoLatitude": -9.943590,
        "photoLongitude": -76.246101
    },
    {
        "title": "Siblings-Only Trip to Madrid, Spain",
        "cost": 3675.25,
        "rating": 3,
        "startDate": "2020-08-11",
        "endDate": "2020-08-17",
        "notes": "If Madrid feels like a fairytale, it’s partially because so many buildings here have a confectionary, castle-like look to them. Even City Hall is astounding, with its white pinnacles and neo-Gothic features. A self-guided architecture tour can begin by the great bear statue in the central Puerta del Sol. Wander by the fanciful Royal Palace before absorbing the natural beauty of Retiro Park, then visit one of the city’s many art museums.",
        "photoFilename": "Madrid",
        "photoDateTime": "2020-08-14 at 13:24:34",
        "photoLatitude": 40.416775,
        "photoLongitude": -3.703790
    },
    {
        "title": "Conference Trip to Miami, Florida",
        "cost": 2800.00,
        "rating": 3,
        "startDate": "2019-10-20",
        "endDate": "2019-10-27",
        "notes": "Miami is hot hot hot! And it’s not just the sultry weather. Here, the nightlife is scorching, thanks to a strong Latin influence and spicy salsa culture. Dance the noche away in a nightclub, or indulge in a fancy meal at one of the city’s celebrity-owned restaurants. By day, hit the beach of course, or have yourself a walkabout, taking in Miami’s colorful art deco architecture. Grab a Cuban sandwich in Little Havana, then ride the vintage carousel at Virginia Key Beach Park.",
        "photoFilename": "Miami",
        "photoDateTime": "2019-10-23 at 10:32:11",
        "photoLatitude": 25.761681,
        "photoLongitude": -80.191788
    },
    {
        "title": "Volunteer Trip to Mumbai, India",
        "cost": 6245.75,
        "rating": 3,
        "startDate": "2020-06-12",
        "endDate": "2020-06-19",
        "notes": "Though Mumbai can feel chaotic and crowded, there are peaceful moments to be found here. Nibble a paper cone of bhelpuri while you stroll the sands of Chowpatty Beach. Then, take a short walk to Mani Bhavan, where Mahatma Gandhi once lived, strategized, and was ultimately arrested. The markets are spirited places to bargain for spices or souvenirs.",
        "photoFilename": "Mumbai",
        "photoDateTime": "2020-06-15 at 14:23:12",
        "photoLatitude": 19.075983,
        "photoLongitude": 72.877655
    },
    {
        "title": "Business Trip to Munich, Germany",
        "cost": 2900.00,
        "rating": 5,
        "startDate": "2020-10-01",
        "endDate": "2020-10-09",
        "notes": "Munich was almost completely destroyed in two world wars, yet it's managed to recreate much of its folkloric, Bavarian past. Oktoberfest is legendary, but you can visit the Hofbrauhaus any time of year for an immense beer. Olympiapark, the site of the 1972 games, is not to be missed (you can skate on the Olympic ice rink and swim in the pool).",
        "photoFilename": "Munich",
        "photoDateTime": "2020-10-07 at 10:10:09",
        "photoLatitude": 48.135124,
        "photoLongitude": 11.581981
    },
    {
        "title": "Boys-Only Trip to New Orleans, Louisiana",
        "cost": 1950.35,
        "rating": 3,
        "startDate": "2017-06-20",
        "endDate": "2017-06-26",
        "notes": "The heart and cultural center of New Orleans is the French Quarter, a must-see for its high energy, rich history, diverse architecture, music, street performers, renowned jazz clubs, lively nightlife and the finest art galleries and restaurants in the city.",
        "photoFilename": "NewOrleans",
        "photoDateTime": "2017-06-23 at 09:51:45",
        "photoLatitude": 29.951759,
        "photoLongitude": -90.074623
    },
    {
        "title": "Business Trip to New York City, New York",
        "cost": 1975.35,
        "rating": 3,
        "startDate": "2019-06-10",
        "endDate": "2019-06-20",
        "notes": "Luxe hotels. Gritty dive bars. Broadway magic. Side-street snack carts. Whether you’re a first-time traveler or a long-time resident, NYC is a city that loves to surprise. The unrivaled mix of iconic arts spaces, endless shopping experiences, architectural marvels, and proudly distinct neighborhoods — along with the city’s accessible 24/7 transport — means there’s always more to explore in the five boroughs.",
        "photoFilename": "NewYorkCity",
        "photoDateTime": "2019-06-15 at 09:16:32",
        "photoLatitude": 40.713051,
        "photoLongitude": -74.007233
    },
    {
        "title": "Family Vacation in Orlando, Florida",
        "cost": 3875.25,
        "rating": 5,
        "startDate": "2018-07-01",
        "endDate": "2018-07-08",
        "notes": "Orlando is a city that runs on Disney Magic—it’s almost become shorthand for the Magic Kingdom Park. And that’s just the big opening number on the area’s Disney parade, which includes Animal Kingdom, Epcot, and even themed resorts. If that isn’t enough abracadabra, families can head to the Wizarding World of Harry Potter part of Universal. But Orlando isn’t all high-octane activities. Those seeking quiet can take refuge in the natural beauty of Harry P. Leu Gardens or one of many day spas. And Orlando’s James Beard-nominated restaurants are a far cry from fairground food.",
        "photoFilename": "Orlando",
        "photoDateTime": "2018-07-04 at 15:08:12",
        "photoLatitude": 28.538330,
        "photoLongitude": -81.378883
    },
    {
        "title": "Conference Trip to Paris, France",
        "cost": 5725.80,
        "rating": 3,
        "startDate": "2019-05-18",
        "endDate": "2019-05-25",
        "notes": "What a place, the history, architecture and culture is wonderful. So many sites to see, one more amazing then the next. A must see if you are going to visit the great cities of the world.",
        "photoFilename": "Paris",
        "photoDateTime": "2019-05-22 at 17:30:11",
        "photoLatitude": 48.856613,
        "photoLongitude": 2.352222
    },
    {
        "title": "Business Trip to Rio de Janeiro, Brazil",
        "cost": 5298.45,
        "rating": 3,
        "startDate": "2020-07-01",
        "endDate": "2020-07-09",
        "notes": "With its plentiful beaches, dramatic mountains, and backdrop of samba and bossa nova rhythms, it's easy to fall in love with Rio de Janeiro. Made famous in song, Ipanema Beach is still the place to stroll, sunbathe, and be seen. The largest Art Deco statue in the world, Christ the Redeemer, beckons visitors to Corcovado Mountain. Rio’s annual Carnaval celebrations are bacchanalian extravaganzas of feasting, music, dance, and costumed revelry.",
        "photoFilename": "RioDeJaneiro",
        "photoDateTime": "2020-07-04 at 16:24:18",
        "photoLatitude": -22.906847,
        "photoLongitude": -43.172897
    },
    {
        "title": "Business Trip to Rome, Italy",
        "cost": 2965.87,
        "rating": 4,
        "startDate": "2019-04-09",
        "endDate": "2019-04-15",
        "notes": "When you visit the Eternal City Rome, prepare to cross a few must-see attractions, including the Colosseum, the Trevi Fountain and the Pantheon, off your bucket list. Additional treasures like St. Peter's Basilica and the Sistine Chapel can be found in nearby Vatican City. Escape the tourist crowds with a twilight stroll through the cobblestone streets of Trastevere.",
        "photoFilename": "Rome",
        "photoDateTime": "2019-04-12 at 14:38:27",
        "photoLatitude": 41.902782,
        "photoLongitude": 12.496365
    },
    {
        "title": "Summer Vacation in Tahiti",
        "cost": 4236.75,
        "rating": 3,
        "startDate": "2019-07-15",
        "endDate": "2019-07-25",
        "notes": "Travel to this island – the largest in French Polynesia – if you've been dreaming of a vacation spent lazing in a lavish overwater bungalow. Beyond the posh resorts, Tahiti boasts black sand beaches, a bustling capital and prime snorkeling and surfing conditions. Luxurious five-star resorts abound here, but the easiest (and cheapest) way to experience this paradise is on a cruise.",
        "photoFilename": "Tahiti",
        "photoDateTime": "2019-07-18 at 10:44:06",
        "photoLatitude": -17.650921,
        "photoLongitude": -149.426041
    },
    {
        "title": "Girls-Only Trip to San Francisco, California",
        "cost": 1950.35,
        "rating": 4,
        "startDate": "2018-04-20",
        "endDate": "2018-04-28",
        "notes": "San Francisco has a personality as big and bold as the Golden Gate Bridge, but that personality changes neighborhood to neighborhood. Consider the tea rooms and mah jong parlors of Chinatown, the lingering hippie chic of Haight-Ashbury, and the boisterous family fun of Ghirardelli Square. The city is also home to one of the most dynamic food scenes, from humble Mission District burrito joints to Michelin-starred dining rooms. When your legs get tired from exploring, hitch a ride on a cable car and take in those hilltop views.",
        "photoFilename": "SanFrancisco",
        "photoDateTime": "2018-04-24 at 11:16:34",
        "photoLatitude": 37.780079,
        "photoLongitude": -122.420174
    },
    {
        "title": "Vacation Package in Seoul, South Korea",
        "cost": 5325.80,
        "rating": 4,
        "startDate": "2019-09-01",
        "endDate": "2019-09-12",
        "notes": "From modern skyscrapers and neon lights to Buddhist temples, palaces and pagodas, Seoul is a fascinating mix of old and new. Take it all in from the N Seoul Tower, built atop a peak in Namsan Park. The teahouses and shops of Insadong give you a taste of Korean flavor, which you can further experience with a visit to the grounds and museums of Gyeongbokgung. UNESCO World Heritage Site Changdeokgung Palace is a fine example of authentic ancient architecture.",
        "photoFilename": "Seoul",
        "photoDateTime": "2019-09-06 at 12:40:10",
        "photoLatitude": 37.566536,
        "photoLongitude": 126.977966
    },
    {
        "title": "Siblings-Only Trip to Shanghai, China",
        "cost": 6250.15,
        "rating": 4,
        "startDate": "2019-08-12",
        "endDate": "2019-08-22",
        "notes": "The largest city in China is also its most cosmopolitan, offering visitors a chance to experience the past, present, and future all at once. The Huangpu River splits Shanghai into two districts: Pudong and Puxi. The Pudong skyline looks like it was ripped from the Jetsons, with the bulbous Oriental Pearl TV and Radio Tower looking a bit like a two headed lollipop. On the Puxi side, you can walk the Bund riverside district to get a taste of old Shanghai.",
        "photoFilename": "Shanghai",
        "photoDateTime": "2019-08-18 at 15:43:32",
        "photoLatitude": 31.230391,
        "photoLongitude": 121.473701
    },
    {
        "title": "Volunteer Trip to Shenzhen, China",
        "cost": 5925.67,
        "rating": 3,
        "startDate": "2018-11-05",
        "endDate": "2018-11-15",
        "notes": "Located in the south of China, the cityscape – Shenzhen – is home to some of the most modern buildings worldwide. Although this area is largely industrial, it offers many tourist attractions, such as the Chinese folk Culture Village, Safari Park, and beach resorts. Perhaps one of the most frequented tourist attractions is Window of the World, which offers replicas of the Eiffel tower, the pyramids, and Taj Mahal. ",
        "photoFilename": "Shenzhen",
        "photoDateTime": "2018-11-10 at 09:16:32",
        "photoLatitude": 22.543097,
        "photoLongitude": 114.057861
    },
    {
        "title": "Conference Trip to Singapore",
        "cost": 4935.76,
        "rating": 5,
        "startDate": "2018-06-12",
        "endDate": "2018-06-20",
        "notes": "As Asia’s undisputed capital of cool, Singapore’s street food, luxury lifestyle options, and sci-fi–like architecture entrance visitors from the very beginning. Top attractions such as the futurist feel of Gardens by the Bay and the Marina Bay Sands casino symbolize the nation’s state of affluence.",
        "photoFilename": "Singapore",
        "photoDateTime": "2018-06-17 at 11:22:43",
        "photoLatitude": 1.352083,
        "photoLongitude": 103.819839
    },
    {
        "title": "Vacation Package in Tokyo, Japan",
        "cost": 4860.15,
        "rating": 3,
        "startDate": "2020-02-12",
        "endDate": "2020-02-22",
        "notes": "With its futuristic skyscrapers, unrivaled food scene, and wild nightlife, Tokyo is a rush of pure adrenaline. This vast and multifaceted city is famously cutting edge, yet its ancient Buddhist temples, vintage teahouses, and peaceful gardens offer a serene escape — and a poignant reminder of the city’s long history. And for those who know where to look, Tokyo’s smaller pleasures (secret ramen spots, shopping alleys, chill record bars) are often hiding in plain sight.",
        "photoFilename": "Tokyo",
        "photoDateTime": "2020-02-18 at 08:43:15",
        "photoLatitude": 35.689487,
        "photoLongitude": 139.691711
    },
    {
        "title": "Vacation Package in Waikato, New Zealand",
        "cost": 6235.17,
        "rating": 5,
        "startDate": "2020-07-01",
        "endDate": "2020-07-09",
        "notes": "Waikato is a local government region of the upper North Island of New Zealand. It covers the Waikato District, Waipa District, Matamata-Piako District, South Waikato District and Hamilton City, as well as Hauraki, Coromandel Peninsula, the northern King Country, much of the Taupō District, and parts of Rotorua District. It is governed by the Waikato Regional Council.",
        "photoFilename": "Waikato",
        "photoDateTime": "2020-07-06 at 15:26:44",
        "photoLatitude": -37.390202,
        "photoLongitude": 174.729004
    }
]
